/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "%1$@ %2$@";

/* %1$@ = calories value; %2$@ = calories unit; e.g. “400 kcal”; appended to string like “Running Workout, 30 minutes, 5 km, 400 kcal */
", total calories %1$@ %2$@" = ", calorie totali %1$@ %2$@";

/* %1$@ = distance value; %2$@ = unit; e.g. “5 km”; appended to string like “Running Workout, 30 minutes, 5 km */
", total distance %1$@ %2$@" = ", distanza totale %1$@ %2$@";

/* %1$@ = iTunes store object (e.g. album. song); %2$@ = artist name */
"%1$@ by %2$@" = "%1$@ di %2$@";

/* %1$@=Type of workout, %2$@=localized duration */
"%1$@ Workout, %2$@" = "Allenamento %1$@, %2$@";

/* %2$@ = of %d photos; whole thing looks like “1 of 3\nphotos” */
"%1$d %2$@" = "%1$d %2$@";

/* %@ = date that a file was last modified */
"modified %@" = "modificato: %@";

/* %@ = service name (e.g. Email) */
"%@ Accounts" = "Account %@";

/* %@=Type of workout */
"%@ Workout, no unit data" = "Allenamento (%@), nessuna unità di dati";

/* A folder in Dropbox or Box */
"Folder" = "Cartella";

/* A single App Store app */
"App Store app" = "app di App Store";

/* A single Box file */
"Box file" = "File di Box";

/* A single Dropbox file */
"Dropbox file" = "File di Dropbox";

/* A single Evernote note */
"Evernote note" = "Nota di Evernote";

/* A single Giphy item */
"Giphy item" = "elemento di Giphy";

/* A single Trello board */
"Trello board" = "Bacheca di Trello";

/* A single Trello card */
"Trello card" = "Scheda di Trello";

/* A single Trello item */
"Trello item" = "Elemento di Trello";

/* A single Trello list */
"Trello list" = "Elenco di Trello";

/* A single Ulysses sheet */
"Ulysses sheet" = "Foglio di Ulysses";

/* A single bar code */
"Bar code" = "Codice a barre";

/* A single blood pressure recording */
"Blood pressure" = "Pressione arteriosa";

/* A single health sample in HealthKit */
"Health sample" = "Campione di dati sanitari";

/* A single iTunes artist */
"iTunes artist" = "Artista di iTunes";

/* A single iTunes product */
"iTunes product" = "contenuto di iTunes";

/* Access resource error for notifications */
"Update Notification Settings" = "Aggiorna le impostazioni relative alle notifiche";

/* Accessibility hint; front/rear camera switcher button */
"Switches between the front and back facing cameras" = "Passa dalla fotocamera anteriore a quella posteriore";

/* Accessibility label for camera shutter button */
"Take picture" = "Scatta foto";

/* Accessibility label; button to start dictation */
"Start dictation" = "Avvia dettatura";

/* Accessibility label; button to stop dictation */
"Stop dictation" = "Interrompi dettatura";

/* Accessibility label; camera chooser; front facing camera is selected */
"Camera chooser - front facing" = "Strumento di selezione della fotocamera - anteriore";

/* Accessibility label; camera chooser; rear facing camera is selected */
"Camera chooser - rear facing" = "Strumento di selezione della fotocamera - posteriore";

/* Accessibility label; front/rear camera switcher button; default state */
"Camera flip" = "Rotazione fotocamera";

/* Add Trello card action error */
"You must provide a name to use for the new Trello Card." = "È necessario specificare il nome da utilizzare per la nuova scheda di Trello.";

/* Add Trello card action error */
"You must select a board to create the card on." = "È necessario selezionare una bacheca su cui creare la scheda.";

/* Add Trello card action error */
"You must select a list to create the card on." = "È necessario selezionare un elenco su cui creare la scheda.";

/* Add Trello card action error; %@=filename */
"Uploading %@ as an attachment failed." = "Il caricamento di %@ come allegato non è riuscito.";

/* Add new event or reminder error */
"The alert time provided was invalid. Please check for spelling errors and ensure you provide a time of day." = "L'orario di avviso fornito non è valido. Verifica la presenza di errori di ortografia e assicurati di specificare un'ora.";

/* Add new event; choose end date */
"Choose End Date" = "Scegli la data di fine";

/* Add new event; date range; %1$@=start date; %12$@=end date */
"%1$@ – %2$@" = "%1$@ – %2$@";

/* Add new event; error */
"An invalid end date was provided. Please provide an end date for this event." = "È stata fornita una data di fine evento non valida: è necessario inserirne una.";

/* Add new event; error */
"An invalid start date was provided. Please provide a start date for this event." = "È stata fornita una data di inizio evento non valida: è necessario inserirne una.";

/* Add new event; error */
"Invalid End Date" = "Data di fine non valida";

/* Add new event; error */
"Invalid Start Date" = "Data di inizio non valida";

/* Add new event; error */
"No title was provided. Please provide a title for this event." = "Non è stato fornito nessun nome. È necessario fornirne uno.";

/* Add new reminder error */
"No title was provided. Please provide a title for this reminder." = "Non è stato fornito nessun nome per il promemoria. È necessario fornirne uno.";

/* Add new reminder error */
"The alert location provided could not be found." = "La posizione dell'avviso fornita non è stata trovata.";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Enter: %2$@" = "Quando arrivo presso: %2$@";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Leave: %2$@" = "Quando me ne vado da: %2$@";

/* Add new reminder; alert trigger location when I’m nearby; %@ = location (e.g. “1 Infinite Loop”) */
"When I’m near: %@" = "Quando mi trovo vicino a: %@";

/* Add new reminder; alert trigger never */
"Never" = "Mai";

/* Add new reminder; alert trigger time or location varies */
"Varies" = "Varia";

/* Add to Wunderlist action no list selected error */
"No List Selected" = "Nessun elenco selezionato";

/* Add to Wunderlist action no list selected error */
"You must select a list to add the task to." = "È necessario selezionare un elenco a cui aggiungere l'attività.";

/* Add to Wunderlist action no title error */
"No Title" = "Nessun titolo";

/* Add to Wunderlist action no title error */
"You must provide a title when creating a new task in Wunderlist." = "È necessario fornire il nome della nuova attività che crei su Wunderlist.";

/* Alarm frequency; All days are selected */
"Every Day" = "Ogni giorno";

/* Alternative name for Set Wi-Fi action for China SKU devices */
"Set WLAN" = "Imposta rete WLAN";

/* Alternative note for Set Wi-Fi action for China SKU devices */
"Sets the device’s WLAN to on or off." = "Attiva o disattiva la rete WLAN.";

/* App name */
"1Password" = "1Password";

/* App name */
"Dropbox" = "Dropbox";

/* App name */
"Google" = "Google";

/* App name */
"Imgur" = "Imgur";

/* App name */
"Instapaper" = "Instapaper";

/* App name */
"Slack" = "Slack";

/* App name */
"Todoist" = "Todoist";

/* App name */
"Trello" = "Trello";

/* App name */
"WordPress" = "WordPress";

/* App name */
"Wunderlist" = "Wunderlist";

/* Append file error description */
"You must specify a filename or path in Append to File." = "È necessario specificare il nome del file o del percorso per l'opzione “Aggiungi al file”.";

/* Append file failure reason */
"No File Path Provided" = "Non è presente nessun percorso del file";

/* Ask for input action */
"Enter URL" = "Inserisci URL";

/* Ask for input action */
"Enter number" = "Inserisci numero";

/* Ask for input action */
"Pick date" = "Scegli una data";

/* Attribution for the weather service */
"The Weather Channel" = "The Weather Channel";

/* Audio recorder */
"Tap to finish recording." = "Tocca per concludere la registrazione.";

/* Audio recorder */
"Tap to start recording." = "Tocca per iniziare a registrare.";

/* Base 64 encoding action error */
"The base64 data passed to Base64 Encode is invalid." = "I dati base64 passati nella codifica Base64 non sono validi.";

/* Box error */
"A file already exists with the name “%@” at the specified path." = "Nel percorso specificato, esiste già un file chiamato “%@”.";

/* Box error */
"The folder doesn't exist" = "La cartella non esiste";

/* Box error */
"The folder doesn’t exist" = "La cartella non esiste";

/* Box error message */
"An error occured while authenticating your Box account." = "Si è verificato un errore durante l'autenticazione al tuo account di Box.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The folder you tried to save to (%1$@) is an existing file in your %2$@." = "La cartella che hai provato a salvare (%1$@) corrisponde a un file esistente su %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to append text to (%1$@) is inside of an existing file in your %2$@." = "Il percorso in cui hai provato ad aggiungere (%1$@) viene già utilizzato da un altro file esistente su %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is an existing file in your %2$@." = "Il percorso in cui hai provato a creare la cartella (%1$@) viene già utilizzato da un altro file su %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is inside of an existing file in your %2$@." = "Il percorso in cui hai provato a creare la cartella (%1$@) viene già utilizzato da un altro file su %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to save to (%1$@) does not exist in your %2$@." = "Il percorso in cui hai provato a salvare (%1$@) non corrisponde a un file esistente su %2$@.";

/* Box error; %@ = file path */
"We couldn’t find “%@” in your Box account." = "Non è stato possibile trovare “%@” sul tuo account di Box.";

/* Button */
"Cancel" = "Annulla";

/* Button */
"Continue Anyway" = "Continua comunque";

/* Button */
"Delete" = "Elimina";

/* Button */
"Delete Account" = "Elimina account";

/* Button */
"Done" = "Fine";

/* Button */
"Log In" = "Accedi";

/* Button */
"Next" = "Avanti";

/* Button */
"OK" = "OK";

/* Button */
"Retry" = "Riprova";

/* Button */
"Sign In" = "Accedi";

/* Button or title */
"Add Account" = "Aggiungi account";

/* Button or title */
"Login" = "Esegui il login";

/* Button that takes user to the iOS Health app */
"Open Health" = "Apri l'app Salute";

/* Button to allow access to health data or notifications */
"Allow Access" = "Consenti accesso";

/* Button to open Settings */
"Open Settings" = "Apri Impostazioni";

/* Button; edit opacity */
"Opacity" = "Opacità";

/* Button; edit rotatation in overlay image action */
"Rotation" = "Rotazione";

/* Button; email account app specfic password */
"Create App-Specific Password" = "Crea una password specifica per l'app";

/* Button; reset changes made in overlay image action */
"Reset" = "Inizializza";

/* Camera flash option - auto */
"Auto" = "Auto";

/* Camera flash option - off */
"Off" = "Non attivo";

/* Camera flash option - on */
"Flash On" = "Attivo";

/* Choose an item */
"Choose" = "Scegli";

/* Choose from list action */
"Choose an item" = "Scegli un elemento";

/* Choose multiple images */
"Choose Images" = "Scegli immagini";

/* Choose one image */
"Choose Image" = "Scegli immagine";

/* CloudApp upload action error */
"This file is too large for CloudApp." = "Questo file è troppo pesante per CloudApp.";

/* CloudApp upload action error */
"You’ve exceeded the daily upload limit allowed for the CloudApp Free plan." = "Hai superato il limite di caricamenti giornalieri consentito per questo piano gratuito di CloudApp.";

/* Combine images action error */
"Cannot run Combine Images" = "Non è possibile eseguire il comando “Combina immagini”";

/* Combine images action error description */
"No images were provided to combine." = "Non sono state fornite immagini da combinare.";

/* Conditions of the weather */
"Weather Conditions (Plural)" = "Condizioni meteo";

/* Conditions of the weather */
"Weather Conditions (Single)" = "Condizioni meteo";

/* Content property name */
"Biological Sex (Content Property Name)" = "Sesso biologico";

/* Content property name */
"Blood Type (Content Property Name)" = "Gruppo sanguigno";

/* Content property name */
"Date of Birth (Content Property Name)" = "Data di nascita";

/* Content property name */
"Unspecified (Content Property Name)" = "Non specificato";

/* Create IFTTT applet */
"Create Applet" = "Crea applet";

/* Create Trello list action error */
"You must select a board to create the list on." = "È necessario selezionare una bacheca su cui creare l'elenco.";

/* Create folder failure description; no file path specified */
"You must specify a path for the new folder." = "È necessario specificare un percorso per la nuova cartella.";

/* Create folder failure reason; no file path specified */
"No path specified!" = "Non è stato specificato nessun percorso.";

/* Create folder file name placeholder with preceding / */
"/Adventure/" = "/Avventura/";

/* Create folder file name placeholder without preceding / */
"Adventure/" = "Avventura/";

/* Create playlist action error */
"No name was provided. Please provide a name for the playlist." = "Non è stato fornito nessun nome per la playlist. È necessario fornirne uno.";

/* Date that blood pressure was recorded */
"Blood Pressure Date" = "Data pressione arteriosa";

/* Default notification text for Show Notification action. */
"Notification" = "Notifica";

/* Default value for the translate text action */
"Detect Language" = "Rileva lingua";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 0 */
"Are you sure you want to delete %@?" = "Confermi di voler eliminare %@?";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 1 */
"Are you ABSOLUTELY sure you want to delete %@?" = "Confermi di voler eliminare con certezza %@?";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 2 */
"Are you ABSOLUTELY POSITIVELY sure you want to delete %@?" = "Confermi di voler eliminare con assoluta certezza %@?";

/* Deletion confirmation title; e.g. Delete File.txt and 5 other files? */
"Delete %@?" = "Vuoi eliminare %@?";

/* Description for unauthorized resource when trying to access a user's workout data */
"workout" = "allenamento";

/* Dictate text action error */
"Recognition Unavailable" = "Riconoscimento vocale non disponibile";

/* Dictate text action error */
"Speech recognition is not currently available. You may need to connect to the Internet." = "Al momento l'opzione di riconoscimento vocale non è disponibile. Potrebbe essere necessaria una connessione a Internet.";

/* Dictate text action is listening to user */
"Now listening…" = "Sto ascoltando…";

/* Download URL action error */
"Make sure to pass a URL to the Get Contents of URL action." = "Assicurati che venga passato un URL per l'azione “Ottieni contenuti dell'URL”.";

/* Download URL or Open URL action error */
"No URL Specified" = "Nessun URL specificato";

/* Dropbox error */
"A file was expected, but the path provided refers to something that isn’t a file." = "Era previsto un file, ma il percorso indicato fa riferimento a un elemento che non corrisponde a un file.";

/* Dropbox error */
"A folder was expected, but the path provided refers to something that isn’t a folder." = "Era prevista una cartella, ma il percorso indicato fa riferimento a un elemento che non corrisponde a una cartella.";

/* Dropbox error */
"A shared link already exists." = "Il link condiviso esiste già.";

/* Dropbox error */
"Access to the requested path is forbidden." = "L'accesso al percorso richiesto non è consentito.";

/* Dropbox error */
"An error occurred when creating a sharing link because the email associated with your Dropbox account has not been verified." = "Si è verificato un errore durante la creazione del link di condivisione perché l'indirizzo e-mail associato all'account Dropbox non è stato verificato.";

/* Dropbox error */
"Dropbox cannot access this file or folder because of its name." = "Dropbox non è in grado di accedere al file o alla cartella a causa del loro nome.";

/* Dropbox error */
"Dropbox cannot save this file or folder because of its name." = "Dropbox non è in grado di salvare il file o la cartella a causa del loro nome.";

/* Dropbox error */
"Dropbox cannot write to the specified path due to a conflict." = "Dropbox non è in grado di scrivere sul percorso specificato a causa di un conflitto.";

/* Dropbox error */
"The file cannot be transferred because the content is restricted. For example, sometimes there are legal restrictions due to copyright claims." = "Il file non può essere trasferito perché i contenuti presentano delle limitazioni. Ad esempio, a volte, possono essere presenti limitazioni dovute al copyright.";

/* Dropbox error */
"The path root parameter provided is invalid." = "Il parametro root del percorso fornito non è valido.";

/* Dropbox error */
"The request timed out. Please try again." = "La richiesta è scaduta, riprova.";

/* Dropbox error */
"The share settings provided are invalid." = "Le impostazioni di condivisione fornite non sono valide.";

/* Dropbox error */
"We couldn’t find a file at the specified path." = "Non è stato possibile trovare file per il percorso specificato.";

/* Dropbox error */
"You are not allowed to modify the settings of this link." = "Non puoi modificare le impostazioni di questo link.";

/* Dropbox error */
"You don’t have enough available space in Dropbox to write this data." = "Su Dropbox non c'è abbastanza spazio libero disponibile per scrivere questo dato.";

/* Dropbox error */
"You don’t have permission to write to the specified location." = "Non possiedi i permessi di scrittura per la posizione specificata.";

/* Dropbox error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@." = "Il percorso in cui hai provato a salvare (%1$@) corrisponde a un file esistente su %2$@.";

/* Dropbox error; %@=file name */
"“%@” could not be saved because it is a folder or package. Consider zipping this file using Make Archive before saving." = "Non è stato possibile salvare “%@” perché è una cartella o un pacchetto. Prima di salvarlo, decomprimi il file utilizzando l'opzione “Crea archivio”.";

/* Dropbox error; %@=file path */
"No item was found at path: %@" = "Non sono stati trovati elementi per il percorso: %@";

/* Dropbox or Box error */
"Folder already exists" = "La cartella esiste già";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@. When saving multiple files at a time, you should specify a path to a folder instead." = "Il percorso che hai tentato di salvare (%1$@) corrisponde a un file esistente su %2$@. Quando salvi più file alla volta, è preferibile specificare il percorso della cartella.";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing folder in your %2$@. When appending or prepending text to a file, you should specify a path to a file instead." = "Il percorso che hai tentato di salvare (%1$@) corrisponde a una cartella esistente su %2$@. Quando aggiungi o anteponi testo in un file, è preferibile specificare il percorso del file.";

/* Dropbox unknown error */
"An unknown error occurred" = "Si è verificato un errore sconosciuto";

/* Dropbox unknown error; %@ = error summary */
"An unknown error occurred (%@)" = "Si è verificato un errore sconosciuto (%@)";

/* Email account encryption */
"Encryption" = "Crittografia";

/* Email account login authentication error */
"Authentication Failed" = "Autenticazione non riuscita";

/* Email account login authentication error description */
"The email address or password you entered was incorrect.\n\nIf you have two step verification enabled, you need to create an app-specific password." = "L'indirizzo e-mail o la password che hai fornito non sono corretti.\n\nSe hai abilitato l'opzione di verifica in due passaggi, devi creare una password specifica per l'app.";

/* Email account login authentication error description */
"The email address or password you specified was incorrect. If you have two step verification enabled, you need to enter an app-specific password instead." = "L'indirizzo e-mail o la password che hai specificato non sono corretti. Se hai abilitato l'opzione di verifica in due passaggi, devi inserire la password specifica per l'app.";

/* Email account login authentication error recovery suggestion */
"Advanced Settings" = "Impostazioni avanzate";

/* Email address field placeholder */
"user@example.com" = "utente@example.com";

/* Email address field title or placeholder */
"Email" = "E-mail";

/* Email host name field placeholder */
"mail.example.com" = "mail.example.com";

/* Email host name field placeholder */
"smtp.example.com" = "smtp.example.com";

/* Email host name field title */
"Host Name" = "Nome host";

/* End date that blood pressure was recorded */
"Blood Pressure End Date" = "Data di fine del rilevamento della pressione arteriosa";

/* Erorr message for Play Sound action */
"Play Sound failed because the input was in an unsupported format." = "Non è stato possibile far suonare il dispositivo perché il formato dell'input fornito non è supportato.";

/* Error alert message when invalid date is entered */
"Please enter a valid date into the Date action." = "Inserisci una data valida all'azione Data.";

/* Error alert title when invalid date is entered or invalid date result */
"Invalid Date" = "Data non valida";

/* Error description when no location is provided to Get Travel Time */
"Get Travel Time failed because no destination location was passed as input." = "L'opzione “Ottieni tempo di percorrenza” non ha potuto essere eseguita perché non è stata fornita nessuna informazione di input.";

/* Error description when no web page is provided to Run JavaScript on Web Page */
"Run JavaScript on Web Page failed because no web page was passed as input." = "L'esecuzione di JavaScript sulla pagina web non è riuscita perché non è stata passata nessuna pagina web come input.";

/* Error message */
"Your email or password is incorrect." = "L'indirizzo e-mail o la password non sono corretti.";

/* Error message description when an URL passed into Get Items From RSS Feed action could not be parsed */
"Please pass a valid feed URL to the Get Items from RSS Feed action." = "Fornisci all'azione “Ottieni elementi del feed RSS” un URL del feed valido.";

/* Error message description when no address is entered into Street Address action */
"Please enter a valid address into the Street Address action." = "Inserisci un indirizzo valido all'azione Indirizzo.";

/* Error message description when no valid location was passed to the Get Travel Time action */
"The location you passed to the Get Travel Time action could not be found. Try specifying a city and state in addition to the street address." = "La posizione che hai passato all'opzione “Ottieni tempo di percorrenza” non è stata trovata. Specifica la città e lo stato dell'indirizzo.";

/* Error message for toggle alarm action if there are two alarms with the same label, %@ = the alarm label */
"Multiple alarms were found with the label %@. Try choosing a specific alarm." = "Sono state trovate diverse sveglie con il nome “%@”, scegline una.";

/* Error message for when the Run Home Scene action cannot find a home named %1$@. */
"Run Home Scene failed because the home “%1$@” could not be found." = "L'esecuzione del comando “Esegui la scena dell'app Casa” non è riuscita perché non è stato possibile trovare l'abitazione “%1$@”.";

/* Error message for when the Run Home Scene action cannot find a scene (%1$@) in the home %2$@. */
"Run Home Scene failed because the scene “%1$@” could not be found in the home “%2$@”." = "L'esecuzione del comando “Esegui la scena dell'app Casa” non è riuscita perché non è stato possibile trovare la scena “%1$@” per l'abitazione “%2$@”.";

/* Error message for when the user does not select a home when using the Run Home Scene action. */
"Run Home Scene failed because no home was selected." = "L'esecuzione del comando “Esegui la scena dell'app Casa” non è riuscita perché non hai selezionato nessuna abitazione.";

/* Error message for when the user does not select a scene when using the Run Home Scene action */
"Run Home Scene failed because no scene was selected." = "L'esecuzione del comando “Esegui la scena dell'app Casa” non è riuscita perché non hai selezionato nessuna scena.";

/* Error message title when an URL passed into Get Items From RSS Feed action could not be parsed */
"Unable to parse news feed" = "Impossibile analizzare il feed di notizie";

/* Error message title when no address is entered into Street Address action */
"No Address" = "Nessun indirizzo";

/* Error message title when no valid location was passed to the Get Travel Time action */
"Invalid Location" = "Luogo non valido";

/* Error message: Unit missing when converting */
"Please provide a unit to convert to." = "Fornisci l'unità in cui desideri eseguire la conversione.";

/* Error message: Unit missing when creating measurement */
"Measurement failed because no unit was specified. Please pick a unit." = "Non è stato possibile eseguire la misurazione perché non sono state specificate unità, scegline una.";

/* Error message; Convert measurement between invalid units. Both parameters are names of units (i.e. kilometers per hour) */
"A measurement with unit %1$@ can not be converted to %2$@." = "L’unità di misura non può essere convertita da %1$@ a %2$@.";

/* Error message; Missing date when creating alarm */
"Please provide a valid date for the alarm." = "Fornisci una data valida per la sveglia.";

/* Error message; Siri is disabled */
"In order to use this action, enable Siri in Settings." = "Per utilizzare questa azione, abilita Siri in Impostazioni.";

/* Error message; Siri is disabled */
"Unable to complete request because Siri is disabled." = "Non è stato possibile completare la richiesta perché non hai abilitato Siri.";

/* Error message; Start timer; Duration too big */
"The timer's duration must be less than 24 hours." = "La durata del timer deve essere inferiore a 24 ore.";

/* Error message; Start timer; Missing duration */
"Please provide a duration for the timer." = "Fornisci la durata del timer.";

/* Error message; Toggle alarm missing alarm identifier */
"Please specify an alarm to toggle." = "Specifica la sveglia da attivare/disattivare.";

/* Error message; Unknown error type */
"An unknown error occurred while performing the request." = "Si è verificato un errore sconosciuto durante l'esecuzione della richiesta.";

/* Error message; Unsupported on platform */
"Unable to complete request because it is not supported on this platform." = "La richiesta non è supportata su questa piattaforma, non è stato pertanto possibile completarla.";

/* Error title when no location provided to Get Travel Time */
"No Location" = "Nessuna posizione";

/* Error title when no web page is provided to the Run JavaScript on Web Page action */
"No Web Page" = "Nessuna pagina web";

/* Exit shortcut action error */
"User requested shortcut exit." = "L'utente ha richiesto l'uscita.";

/* File name example with preceding / */
"/example.txt" = "/esempio.txt";

/* File name example without preceding / */
"example.txt" = "esempio.txt";

/* File picker; button */
"Save Here" = "Salva qui";

/* File picker; get more than one selected files */
"Get Selected Files (%lu)" = "Ottieni i file selezionati (%lu)";

/* File picker; get one selected file */
"Get Selected File (1)" = "Ottieni il file selezionato (1)";

/* File status */
"This folder is empty" = "Questa cartella è vuota";

/* File status loading */
"Loading…" = "Carico…";

/* Find health sample; no samples found */
"No Samples Found" = "Nessun campione di dati trovato";

/* Find health samples; no samples found description */
"There are either no %@ samples logged or you need to give Shortcuts access to the samples in the Health app." = "È possibile che non siano stati salvati campioni di dati di %@, in alternativa, consenti a Comandi Rapidi l'accesso sull'app Salute.";

/* Finish dictation command */
"Finish Dictation" = "Concludi dettatura";

/* Generic health object type when we can’t determine the object type */
"Health" = "Salute";

/* Get File action; file name example with preceding / */
"/example.txt" = "/esempio.txt";

/* Get File action; file name example without preceding / */
"example.txt" = "esempio.txt";

/* Get IP address action error */
"The domain could not be found." = "Il dominio non è stato trovato.";

/* Get IP address action error */
"The domain could not be found. (Error 2)" = "Il dominio non è stato trovato (Errore 2).";

/* Get IP address action error */
"The response data was not a valid string." = "I dati di risposta non corrispondono a una stringa valida.";

/* Get Trello items error */
"You must select a board to retrieve cards from." = "È necessario selezionare una bacheca da cui recuperare le schede.";

/* Get Trello items error */
"You must select a board to retrieve lists from." = "È necessario selezionare una bacheca da cui recuperare gli elenchi.";

/* Get Trello items error */
"You must select a list to retrieve cards from." = "È necessario selezionare un elenco da cui recuperare le schede.";

/* Get Trello items error */
"Your Trello account couldn’t be verified. Please sign out and try again!" = "Non è stato possibile verificare il tuo account di Trello. Esegui il logout e riprova.";

/* Get dictionary value or set dictionary value action; no dictionary key provided error reason */
"No Key Provided" = "Nessuna chiave fornita";

/* Get distance action or get travel time action; custom location is provided but not found */
"Custom Location Not Found" = "Posizione personalizzata non trovata";

/* Get distance action or get travel time action; no custom location provided error reason */
"No Custom Location" = "Nessuna posizione personalizzata";

/* Get distance action; custom location is provided but not found */
"Get Distance was configured to get the travel time from a custom location, but the custom location you entered was not found." = "L'opzione “Ottieni distanza” è stata configurata per calcolare il tempo di percorrenza da una posizione personalizzata, tuttavia, la posizione personalizzata che hai inserito non è stata trovata.";

/* Get distance action; no custom location provided error description */
"Get Distance was configured to get the travel time from a custom location, but none was provided." = "L'opzione “Ottieni distanza” è stata configurata per calcolare il tempo di percorrenza da una posizione personalizzata, tuttavia, non sono state fornite informazioni relative alla posizione.";

/* Get distance action; no location passed as input error */
"Get Distance could not estimate distance because no location was passed as input." = "L'opzione “Ottieni distanza” non ha potuto calcolare la distanza perché non è stata fornita nessuna posizione di input.";

/* Get emoji name action error */
"Failed to find the emoji font." = "Non è stato possibile trovare il font associato all'emoji.";

/* Get frames from image error */
"No Image Provided" = "Non è stata fornita nessuna immagine";

/* Get frames from image error description */
"No GIF was passed as input to Get Frames from Image." = "L'opzione “Ottieni fotogrammi dall'immagine” non ha ricevuto nessuna GIF come input.";

/* Get group from matched text action error */
"No Match" = "Nessuna corrispondenza";

/* Get group from matched text action error; %1$ld=group number; %2$ld=number of groups */
"The index you specified was outside of the possible range (you asked for group %1$ld, and the match has only %2$ld)" = "L'input specificato non rientra nell'intervallo possibile (hai richiesto il gruppo %1$ld, ma la corrispondenza ha solo %2$ld)";

/* Get group from matched text action error; %ld=group number */
"Get Group from Matched Text failed because there was no match for capture group %ld." = "Non è stato possibile ottenere il gruppo dal testo corrispondente perché non erano presenti corrispondenze per il gruppo di cattura %ld.";

/* Get halfway point action error */
"No first location was provided." = "Non è stata fornita nessuna posizione.";

/* Get halfway point action error */
"No second location was provided." = "Non è stata fornita nessuna seconda posizione.";

/* Get halfway point action error */
"Please provide a first location." = "Fornisci una posizione di partenza.";

/* Get halfway point action error */
"Please provide a second location." = "Fornisci una seconda posizione.";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was invalid (you asked for items %1$d through %2$d)" = "L'intervallo specificato non è valido (hai richiesto gli elementi da %1$d a %2$d)";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, but the first item is at index 1.)" = "L'intervallo specificato non rientra nel range possibile (hai richiesto gli elementi da %1$d a %2$d, ma il primo elemento corrisponde all'indice 1).";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number; %3$d=number of items */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, and the list has only %3$d)" = "L'intervallo specificato non rientra nel range possibile (hai richiesto gli elementi da %1$d a %2$d, ma l'elenco ne presenta solo %3$d)";

/* Get item from list action error; %d=item number */
"You asked for item %d, but the first item is at index 1." = "Hai richiesto l'elemento %d, ma il primo contenuto si trova in corrispondenza dell'indice 1.";

/* Get lastest photo import action error */
"Shortcuts couldn’t find any imports in your photo library." = "L'app Comandi Rapidi non ha trovato contenuti importati nella tua libreria di foto.";

/* Get lastest photos action error */
"Shortcuts couldn’t find the requested items in your photo library." = "L'app Comandi Rapidi non ha potuto trovare gli elementi richiesti nella tua libreria di foto.";

/* Get travel time error; no custom location found description */
"Get Travel Time was configured to get the travel time from a custom location, but the custom location you entered was not found." = "L'opzione “Ottieni tempo di percorrenza” è stata configurata per calcolare il tempo di viaggio da una posizione personalizzata, tuttavia, la posizione personalizzata che hai inserito non è stata trovata.";

/* Get travel time error; no custom time provided description */
"Get Travel Time was configured to get the travel time from a custom location, but none was provided." = "L'opzione “Ottieni tempo di percorrenza” è stata configurata per calcolare il tempo di viaggio da una posizione personalizzata, tuttavia, non sono state fornite informazioni relative alla posizione.";

/* Health access error; %@=health data type */
"Health access to %@ is off. You can turn on health data categories in the Health app." = "L'accesso ai dati di Salute (%@) non è attivo. Puoi attivare le categorie di dati sanitari tramite l'app Salute.";

/* Health access error; %@=health data type */
"In order to answer this question, Shortcuts needs access to your %@ data." = "Per rispondere a questa domanda, l'app Comandi Rapidi deve avere accesso ai dati di %@.";

/* Health access error; %@=health data type */
"Shortcuts does not have access to your %@ data." = "L'app Comandi Rapidi non ha accesso ai dati di %@.";

/* Health action; %@=quantity sample name (e.g. Body Fat Percentage) */
"%@ Quantity Sample, no unit data" = "Quantità campione (%@), non ci sono unità di dati";

/* Health category date */
"Date" = "Data";

/* Health category parameter; start of menstrual cycle; should be consistent with iOS Health app */
"Start of Cycle" = "Inizio ciclo";

/* Health category start date */
"Start Date" = "Data di inizio";

/* Health quantity type; should be consistent with iOS Health app */
"Blood Pressure" = "Pressione arteriosa";

/* Health quantity; VO2 max test type; should be consistent with iOS Health app */
"Test Type" = "Tipo di test";

/* Health quantity; blood glucose meal time; should be consistent with iOS Health app */
"Meal Time" = "Orario pasto";

/* Health quantity; blood pressure */
"Diastolic" = "Diastolica";

/* Health quantity; blood pressure */
"Systolic" = "Sistolica";

/* Health quantity; insulin delivery reason; should be consistent with iOS Health app */
"Reason" = "Motivo";

/* Health unit for count of generic health sample */
"count" = "conteggio";

/* Health unit for count of steps (歩); probably should be same as translation for “count“ if not Japanese. */
"count of steps" = "conteggio";

/* Health unit for count of swimming strokes or wheelchair pushes (回); probably should be same as translation for “count“ if not Japanese. */
"count of swimming strokes, wheelchair pushes" = "conteggio";

/* Health unit for joule */
"J" = "J";

/* Health unit for millimeter */
"mm" = "mm";

/* Health unit for ounce */
"oz" = "oz";

/* HealthKit access resource error; %@=HealthKit object type */
"%@ types are not implemented" = "Implementazione %@ tipi non avvenuta";

/* HealthKit resource error */
"This device does not have the Health app." = "L'app Salute non è disponibile su questo dispositivo.";

/* HealthKit resource error */
"This shortcut requires the Health app, which this device does not have." = "Questo comando rapido richiede l'app Salute, che non è presente su questo dispositivo.";

/* Item with URL; $1$@ = item name; %2$@ = URL */
"%1$@ (%2$@)" = "%1$@ (%2$@)";

/* Link to a 3rd party terms of service */
"Terms of Service" = "Termini del servizio";

/* Link to a 3rd party terms of service */
"Terms of Use" = "Termini e condizioni d'uso";

/* Location error description */
"Make sure your device isn’t in Airplane Mode and try again; turning Wi-Fi on may help." = "Verifica che il tuo dispositivo non sia in modalità aereo e riprova. Attivare la rete Wi-Fi potrebbe aiutare a risolvere il problema.";

/* Location error failure reason */
"Shortcuts was unable to find your current location." = "L'app Comandi Rapidi non è stata in grado di determinare la tua posizione attuale.";

/* Log health sample */
"An invalid date was provided. Please provide a date for the sample or leave the date field blank to use the current date." = "È stata fornita una data non valida. Inseriscine una per il campione oppure non riempire il campo in modo da usare quella corrente.";

/* Log health sample */
"Invalid Date Range" = "Intervallo di date non valido";

/* Log health sample */
"No Value Selected" = "Non è stato selezionato nessun valore";

/* Log health sample */
"Please select a type for this Health sample." = "Specifica il tipo di campione sanitario.";

/* Log health sample */
"Please select an end date that is after the start date." = "La data di fine deve essere posteriore alla data di inizio.";

/* Log health sample; cervical mucus quality should be consistent with what is is called in the iOS Health App */
"Please select a value for this cervical mucus quality sample." = "Seleziona un valore da attribuire a questo campione di muco cervicale.";

/* Log health sample; health sample type */
"No Type Selected" = "Nessun tipo selezionato";

/* Log health sample; insulin delivery reason not selected */
"No Reason Selected" = "Nessuna ragione selezionata";

/* Log health sample; insulin delivery reason not selected; insulin delivery reason wording should be consistent with iOS Health app */
"Please select an insulin delivery reason." = "Seleziona la ragione di somministrazione del campione insulinico.";

/* Log health sample; menstruation sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this menstruation sample." = "Seleziona un valore da attribuire al campione relativo al ciclo mestruale.";

/* Log health sample; mentrual flow sample / cycle should be consistent with what is is called in the iOS Health App */
"Please select whether or not this sample was at the start of a cycle." = "Seleziona se questo campione di dati è stato preso all'inizio di un ciclo o meno.";

/* Log health sample; missing unit (mL, km, etc.) */
"No Unit Selected" = "Nessuna unità selezionata";

/* Log health sample; missing unit (mL, km, etc.) */
"Please select a unit of measurement for this Health sample." = "Specifica l'unità di misura per questo campione di dati sanitari.";

/* Log health sample; ovulation test should be consistent with what is is called in the iOS Health App */
"Please select a value for this ovulation test result sample." = "Seleziona un valore da attribuire al risultato del test di ovulazione.";

/* Log health sample; sleep analysis sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this sleep analysis sample." = "Seleziona un valore da attribuire al campione relativo all'analisi del sonno.";

/* Log in view; email address placeholder */
"Email address" = "Indirizzo e-mail";

/* Log workout action */
"No Workout Type Selected" = "Non hai selezionato nessun tipo di allenamento";

/* Log workout action */
"Please select a type of activity for this workout." = "Specifica il tipo di allenamento.";

/* Login error */
"Your username and/or password are incorrect." = "Il nome utente e/o la password non sono corretti.";

/* Login with email address disclaimer */
"Your credentials are stored on this device only and will not be shared with our servers or any third parties." = "Le tue credenziali sono salvate solo su questo dispositivo e non verranno condivise sui nostri server o con terze parti.";

/* Mail error */
"A recipient is required to send message" = "Per inviare il messaggio, è richiesto un ricevente.";

/* Mail error */
"A sender is required to send message" = "Per inviare il messaggio, è richiesto un mittente.";

/* Mail error */
"A stable connection to the server could not be established" = "Non è stato possibile stabilire una connessione stabile con il server.";

/* Mail error */
"Account check failed because the account is invalid" = "Non è stato possibile eseguire la verifica perché l'account non è valido";

/* Mail error */
"An application specific password is required" = "È richiesta una password specifica per l'applicazione";

/* Mail error */
"An error occurred during an IDLE operation" = "Si è verificato un errore durante l'operazione IDLE.";

/* Mail error */
"An error occurred while (un)subscribing to the requested folder" = "Si è verificato un errore durante il tentativo di iscrizione/annullamento alla cartella richiesta";

/* Mail error */
"An error occurred while appending a message to the requested folder" = "Si è verificato un errore durante il tentativo di scrittura di un messaggio sulla cartella richiesta";

/* Mail error */
"An error occurred while copying a message to the requested folder" = "Si è verificato un errore durante il tentativo di copia di un messaggio sulla cartella richiesta";

/* Mail error */
"An error occurred while creating the requested folder" = "Si è verificato un errore durante la creazione della cartella richiesta";

/* Mail error */
"An error occurred while deleting a message on the POP server" = "Si è verificato un errore durante il tentativo di eliminazione del messaggio sul server POP";

/* Mail error */
"An error occurred while deleting the requested folder" = "Si è verificato un errore durante l'eliminazione della cartella richiesta";

/* Mail error */
"An error occurred while expunging a message in the requested folder" = "Si è verificato un errore durante il tentativo di rimozione di un messaggio sulla cartella richiesta";

/* Mail error */
"An error occurred while fetching a message list on the POP server" = "Si è verificato un errore durante il tentativo di recupero dell'elenco di messaggi sul server POP";

/* Mail error */
"An error occurred while fetching messages in the requested folder" = "Si è verificato un errore durante il tentativo di recupero dei messaggi sulla cartella richiesta";

/* Mail error */
"An error occurred while performing a No-Op operation" = "Si è verificato un errore durante l'esecuzione dell'operazione no-op";

/* Mail error */
"An error occurred while renaming the requested folder" = "Si è verificato un errore durante l'assegnazione del nuovo nome alla cartella richiesta";

/* Mail error */
"An error occurred while requesting the server's capabilities" = "Si è verificato un errore durante la richiesta delle capacità del server";

/* Mail error */
"An error occurred while requesting the server's identity" = "Si è verificato un errore durante la richiesta dell'identità del server";

/* Mail error */
"An error occurred while requesting the server's namespace" = "Si è verificato un errore durante la richiesta del namespace del server";

/* Mail error */
"An error occurred while sending the message" = "Si è verificato un errore durante l'invio del messaggio";

/* Mail error */
"An error occurred while storing flags" = "Si è verificato un errore durante il salvataggio degli elementi con contrassegno";

/* Mail error */
"An error when requesting date" = "Si è verificato un errore durante la richiesta della data";

/* Mail error */
"Attempted to send a message with an illegal attachment" = "Si è cercato di inviare un messaggio con un allegato non consentito";

/* Mail error */
"Authentication is required for this SMTP server" = "Questo server SMTP richiede l'autenticazione";

/* Mail error */
"Bandwidth limits were exceeded while requesting data from this Gmail account" = "Sono stati superati i limiti di larghezza di banda durante la richiesta di dati da questo account Gmail";

/* Mail error */
"Cannot send message due to possible spam detected by server" = "Non è stato possibile inviare il messaggio, è possibile che sia stato rilevato come spam dal server";

/* Mail error */
"Compression is not available" = "Opzione di compressione non disponibile";

/* Mail error */
"Credentials with password too simple" = "Le credenziali con password sono troppo semplici";

/* Mail error */
"Error while running custom command" = "Si è verificato un errore durante l'esecuzione del comando personalizzato";

/* Mail error */
"File access error" = "Errore accesso file";

/* Mail error */
"IMAP is not enabled for this Gmail account" = "L'opzione IMAP non è abilitata per questo account Gmail";

/* Mail error */
"MobileMe is no longer an active mail service" = "Il servizio MobileMe non è più attivo";

/* Mail error */
"No valid server found" = "Non è stato possibile trovare server validi";

/* Mail error */
"Sending messages is not allowed on this server" = "Questo server non consente l'invio di messaggi";

/* Mail error */
"The SMTP storage limit was hit while trying to send a large message" = "È stato raggiunto il limite di archiviazione SMTP durante l'invio di un messaggio di grandi dimensioni";

/* Mail error */
"The certificate for this server is invalid" = "Il certificato per questo server non è valido";

/* Mail error */
"The current HotMail account cannot connect to WebMail" = "Questo account HotMail non è in grado di connettersi a WebMail";

/* Mail error */
"The operation succeeded" = "L’operazione è stata eseguita con successo";

/* Mail error */
"The requested folder does not exist. Folder selection failed" = "La cartella richiesta non esiste (selezione cartella non riuscita)";

/* Mail error */
"The server does not support STARTTLS connections" = "Il server non supporta le connessioni STARTTLS";

/* Mail error */
"The server does not support TLS/SSL connections" = "Il server non supporta le connessioni TLS/SSL";

/* Mail error */
"The user needs to log in via the web browser" = "L'utente deve eseguire l'accesso tramite il browser web";

/* Mail error */
"Too many simultaneous connections were made to this Gmail account" = "Sono state eseguite troppe connessioni simultanee su questo account di Gmail";

/* Mail error */
"Unable to authenticate with the current session's credential" = "Non è possibile eseguire l'autenticazione con le attuali credenziali della sessione";

/* Mail error */
"Unable to parse response from server" = "Non è stato possibile analizzare la risposta del server";

/* Mail error */
"User is over the limit for messages allowed to be sent in a single day" = "L'utente ha superato il numero consentito di messaggi inviabili in un giorno";

/* Mail error */
"Yahoo!'s servers are currently unavailable" = "I server di Yahoo! non sono al momento disponibili";

/* Mask Image action error description, no image in the chosen variable */
"The variable “%@” did not include an image to use for masking." = "La variabile “%@” non includeva immagini da utilizzare come maschera.";

/* Mask Image action error description, no variable chosen */
"Make sure to select a variable for the “Image Mask” option in the Mask Image action." = "Assicurati di selezionare una variabile per l'opzione “Maschera immagine”.";

/* Mask Image action error title */
"No Mask Provided" = "Non è stata fornita nessuna maschera";

/* Message in alert to indicate that the user needs to select a storage service for the action (see `Service (WFFileStorageService)`), %@ = localized name of the action */
"Please select a service in %@." = "Seleziona un servizio in %@.";

/* Message of default error for not allowing script to run */
"This JavaScript is similar to a script that is known to be unsafe. For your security it will not run." = "Questo JavaScript presenta somiglianze con uno script considerato non sicuro. Per precauzione, non verrà eseguito.";

/* Multiple App Store apps */
"App Store apps" = "App di App Store";

/* Multiple Box files */
"Box files" = "File di Box";

/* Multiple Dropbox files */
"Dropbox files" = "File di Dropbox";

/* Multiple Evernote notes */
"Evernote notes" = "Nota di Evernote";

/* Multiple Giphy items */
"Giphy items" = "elementi di Giphy";

/* Multiple Trello boards */
"Trello boards" = "Bacheche di Trello";

/* Multiple Trello cards */
"Trello cards" = "Schede di Trello";

/* Multiple Trello items */
"Trello items" = "Elementi di Trello";

/* Multiple Trello lists */
"Trello lists" = "Elenchi di Trello";

/* Multiple Ulysses sheet */
"Ulysses sheets" = "Fogli di Ulysses";

/* Multiple bar codes */
"Bar codes" = "Codici a barre";

/* Multiple blood pressure recordings */
"Blood pressures" = "Dati pressione arteriosa";

/* Multiple health samples in HealthKit */
"Health samples" = "Campioni di dati sanitari";

/* Multiple iTunes artists */
"iTunes artists" = "Artisti di iTunes";

/* Multiple iTunes products */
"iTunes products" = "Contenuti di iTunes";

/* Multiple text matches */
"Text matches" = "Corrispondenze testo";

/* Multiple workout samples */
"Workout samples" = "Dati allenamento";

/* Name, Description, and Concentration (percentage) of an air pollutant */
"%@ - %@: %@" = "%@ - %@: %@";

/* Navigation bar title */
"Edit Account" = "Modifica account";

/* Navigation bar title */
"Email Settings" = "Impostazioni e-mail";

/* Navigation bar title */
"Log In to CloudApp" = "Accedi su CloudApp";

/* Navigation bar title */
"Log in | Tumblr" = "Accedi|Tumblr";

/* Navigation bar title */
"Login to Instapaper" = "Esegui il login su Instapaper";

/* Navigation bar title */
"Login to Pinboard" = "Esegui il login su Pinboard";

/* Navigation bar title */
"Login to WordPress" = "Esegui il login su WordPress";

/* Navigation bar title when showing trending GIF results */
"Trending" = "Di tendenza";

/* Navigation bar title; app name */
"Giphy" = "Giphy";

/* Network picker option */
"Cellular" = "Cellulare";

/* Network picker option */
"WLAN" = "WLAN";

/* Network picker option */
"Wi-Fi" = "Wi-Fi";

/* No GIFs found empty state description */
"Clear the search bar to view trending GIFs." = "Cancella i contenuti dalla barra di ricerca per vedere le GIF più in voga.";

/* No GIFs found empty state title */
"No Results Found" = "Nessun risultato";

/* None option */
"None" = "Nessuna";

/* One text match */
"Text match" = "Corrispondenza testo";

/* One workout sample */
"Workout sample" = "Dato allenamento";

/* Open URL action error */
"Make sure to pass a URL to the Open URL action." = "Assicurati che venga passato un URL per l'azione “Apri URL”.";

/* Open URL action error */
"The URL could not be opened." = "Non è stato possibile aprire l'URL.";

/* Open app action error */
"Open App failed because it couldn’t find an app to open." = "L'operazione non è riuscita perché non è stato possibile trovare app da aprire.";

/* Open app action error */
"Open App failed because the app could not be opened." = "L'azione “Apri l'app” non è riuscita perché non è stato possibile aprire l'app.";

/* Open in action error */
"Open In… failed because it couldn’t find an app to open in." = "L'opzione “Apri su…” non è riuscita perché non è stato possibile trovare app su cui aprire l'elemento.";

/* Open in action error; %1$@=app name; %2$@=file name */
"%1$@ is not installed or could not open the file %2$@." = "L'app %1$@ non è stata installata e non è in grado di aprire il file %2$@.";

/* Optional field placeholder */
"Optional" = "Facoltativo";

/* Overlay image action error */
"Make sure to choose a variable in the Overlay Image action." = "Assicurati di scegliere una variabile all'azione “Sovrapponi immagine”.";

/* Overlay image action error */
"No Overlay Image" = "Nessuna immagine sovrapposta";

/* Overlay image action error; %@=variable name */
"The variable “%@” did not include an image to overlay." = "La variabile “%@” non includeva immagini da sovrapporre.";

/* Overlay image action; shown while image is being processed */
"Processing Image…" = "Elaboro l'immagine…";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Citymapper" = "Citymapper";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Google Maps" = "Google Maps";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Maps" = "Mappe";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Waze" = "Waze";

/* Parameter Enumeration Item for action Get Directions, parameter: App; https://transitapp.com */
"Transit (App Name)" = "Trasporti";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Biking" = "In bici";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Driving" = "In auto";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Transit" = "Trasporti";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Walking" = "A piedi";

/* Parameter placeholder; parameter sets a filename */
"optional" = "facoltativo";

/* Parameter value */
"A+ (Parameter Value)" = "A+";

/* Parameter value */
"A- (Parameter Value)" = "A-";

/* Parameter value */
"AB+ (Parameter Value)" = "AB+";

/* Parameter value */
"AB- (Parameter Value)" = "AB-";

/* Parameter value */
"After Meal (Parameter Value)" = "Dopo i pasti";

/* Parameter value */
"Asleep (Parameter Value)" = "Sonno";

/* Parameter value */
"Awake (Parameter Value)" = "Veglia";

/* Parameter value */
"B+ (Parameter Value)" = "B+";

/* Parameter value */
"B- (Parameter Value)" = "B-";

/* Parameter value */
"Basal (Parameter Value)" = "Basale";

/* Parameter value */
"Before Meal (Parameter Value)" = "Prima dei pasti";

/* Parameter value */
"Bolus (Parameter Value)" = "Bolo";

/* Parameter value */
"Creamy (Parameter Value)" = "Cremoso";

/* Parameter value */
"Dry (Parameter Value)" = "Secco";

/* Parameter value */
"Egg White (Parameter Value)" = "Albume d'uovo";

/* Parameter value */
"Female (Parameter Value)" = "Donna";

/* Parameter value */
"Heavy (Parameter Value)" = "Pesante";

/* Parameter value */
"Idle (Parameter Value)" = "Inattivo";

/* Parameter value */
"In Bed (Parameter Value)" = "A letto";

/* Parameter value */
"Indeterminate (Parameter Value)" = "Indeterminato";

/* Parameter value */
"Light (Parameter Value)" = "Leggero";

/* Parameter value */
"Male (Parameter Value)" = "Uomo";

/* Parameter value */
"Max Exercise Test (Parameter Value)" = "Test da sforzo VO2 max";

/* Parameter value */
"Medium (Parameter Value)" = "Intermedio";

/* Parameter value */
"Negative (Parameter Value)" = "Negativo";

/* Parameter value */
"No (Parameter Value)" = "No";

/* Parameter value */
"Non-Exercise Prediction (Parameter Value)" = "Previsione a riposo";

/* Parameter value */
"Not Set (Parameter Value)" = "Non impostato";

/* Parameter value */
"O+ (Parameter Value)" = "0+";

/* Parameter value */
"O- (Parameter Value)" = "0-";

/* Parameter value */
"Other (Parameter Value)" = "Altro";

/* Parameter value */
"Positive (Parameter Value)" = "Positivo";

/* Parameter value */
"Protection Unused (Parameter Value)" = "Senza metodo contraccettivo";

/* Parameter value */
"Protection Used (Parameter Value)" = "Con metodo contraccettivo";

/* Parameter value */
"Sticky (Parameter Value)" = "Appiccicoso";

/* Parameter value */
"Stood (Parameter Value)" = "In piedi";

/* Parameter value */
"Sub-Max Exercise Prediction (Parameter Value)" = "Previsione VO2 sottomassimale";

/* Parameter value */
"Unspecified (Parameter Value)" = "Non specificato";

/* Parameter value */
"Watery (Parameter Value)" = "Liquido";

/* Parameter value */
"Yes (Parameter Value)" = "Sì";

/* Parameter value; Used in the Convert Image action; this setting means the Convert Image action will match the image format of the original inputted photo */
"Match Input" = "Usa input corrispondente";

/* Password placeholder or title */
"Password" = "Password";

/* Person’s name field placeholder */
"John Appleseed" = "Giovanni Mela";

/* Person’s name field title */
"Name" = "Nome";

/* Pinboard login option */
"Use API Token" = "Utilizza token API";

/* Pinboard login option */
"Use API Token Instead" = "Utilizza il token dell'API";

/* Pinboard login option */
"Use Password" = "Utilizza la password";

/* Pinboard login option */
"Use Password Instead" = "Usa la password";

/* Pinboard login section header */
"API Token" = "Token API";

/* Pinboard login section header */
"Pinboard Login" = "Esegui il login su Pinboard";

/* Playlist picker parameter */
"My Music Library" = "La mia libreria musicale";

/* Pocket (app) get action error */
"No items matching the specified criteria were found in Pocket." = "Non sono stati trovati elementi che corrispondono ai criteri specificati su Pocket.";

/* Post to Tumblr action error */
"No Blog" = "Nessun blog";

/* Post to Tumblr action error description */
"You did not specify which blog to post to." = "Non hai specificato su quale blog vuoi pubblicare il contenuto.";

/* QuickLook action error */
"No Items" = "Nessun elemento";

/* QuickLook action error */
"The Quick Look action wasn't passed any items to preview." = "L'azione di visualizzazione rapida non è stata passata a nessuno degli elementi da visualizzare.";

/* Recovery option; Enable Siri */
"Enable Siri" = "Abilita Siri";

/* Remove calendar item error */
"Remove" = "Rimuovi";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to request." = "La quantità specificata (%@) è superiore al limite massimo consentito che è possibile richiedere.";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to request." = "La quantità specificata (%@) è inferiore al limite minimo consentito che è possibile richiedere.";

/* Request payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to request money from doesn't have a account set up with %@." = "La persona a cui stai richiedendo una somma di denaro non ha configurato nessun account %@.";

/* Required field placeholder */
"Required" = "Richiesta";

/* Run JavaScript action error message */
"The script must call the function `completion(result)` when finished" = "Lo script deve chiamare la funzione `completion(result)` quando completato";

/* Run JavaScript on Web Page action error description when code failed while running and we don't know why */
"An unknown error occurred when running JavaScript." = "Si è verificato un errore sconosciuto durante l'esecuzione di JavaScript.";

/* Run JavaScript on Web Page action error description when the script doesn't call completion() before Safari's timeout */
"Run JavaScript on Web Page failed because the script took too long to call the completion handler." = "L'esecuzione di JavaScript sulla pagina web non è riuscita perché lo script ha richiesto troppo tempo per richiamare l'handler di completamento.";

/* Run JavaScript on Web Page action error title when JavaScript takes too long before returning */
"JavaScript Timeout" = "Timeout JavaScript";

/* Run JavaScript on Web Page action error title when code failed while running */
"JavaScript Exception" = "Eccezione JavaScript";

/* Run JavaScript on Web Page action error title when code is invalid */
"Invalid JavaScript" = "JavaScript non valido";

/* Run SSH script action; SSH authentication error */
"SSH Authentication Failed" = "Autenticazione SSH non riuscita";

/* Run SSH script action; SSH authentication error description */
"Please check your credentials in the Run SSH Script action and try again." = "Verifica le credenziali per l'azione “Esegui lo script SSH” e riprova.";

/* Run shortcut action; shortcut to run not found error */
"Shortcut Not Found" = "Comando rapido non trovato";

/* Run shortcut action; shortcut to run not found error description */
"Make sure a valid shortcut is selected in the Run Shortcut action." = "Assicurati di aver selezionato un comando rapido valido nell'elenco “Esegui il comando rapido”.";

/* SSH action error */
"Channel allocation error" = "Errore di allocazione del canale";

/* SSH action error */
"Connection timed out" = "Connessione scaduta";

/* SSH action error */
"Run Script Over SSH could not connect to the SSH server." = "L'azione “Esegui script su SSH” non ha potuto connettersi con il server SSH.";

/* Save to camera roll action; unknown album error */
"Unknown Album" = "Album sconosciuto";

/* Save to camera roll action; unknown album error description */
"The photo album that was selected does not exist." = "L'album di foto selezionato non esiste.";

/* Scan machine readable code action; scon view title */
"Scan Code" = "Scansione codice";

/* Search bar placeholder for searching for GIFs via Giphy */
"Search Giphy" = "Cerca su Giphy";

/* Search local businesses action; missing search query error */
"You must provide a search query to Search Local Businesses." = "Per cercare attività commerciali nelle vicinanze, è necessario specificare una query di ricerca.";

/* Search local businesses action; no locations found error */
"No Locations Found" = "Nessuna località trovata";

/* Search local businesses action; no locations found error description; %@=keyword */
"No locations were found with the keywords “%@”." = "Non sono state trovate posizioni utilizzando le parole chiave “%@”.";

/* Section footer */
"If you use a self-hosted version of WordPress, enter the URL of your site above." = "Se utilizzi una versione self-hosted di WordPress, inserisci l'URL del tuo sito.";

/* Section header */
"WordPress Login" = "Esegui il login su WordPress";

/* Section header for WordPress site URL */
"Site URL" = "URL sito";

/* Section header title */
"CloudApp Login" = "Esegui il login su CloudApp";

/* Section header title */
"Incoming Mail Server" = "Server posta in arrivo";

/* Section header title */
"Instapaper Login" = "Esegui il login su Instapaper";

/* Section header title */
"Outgoing Mail Server" = "Server posta in uscita";

/* Section header title; email account */
"Accounts" = "Account";

/* Send email action error */
"Cannot send emails. Email may not be set up." = "Non è possibile inviare e-mail. L'app Mail potrebbe non essere stata configurata.";

/* Send email action; invalid email account error */
"Invalid Email Account" = "Account e-mail non valido";

/* Send email action; invalid email account error */
"The email account that is selected is not logged into Shortcuts on this device." = "L'account e-mail selezionato non è stato utilizzato per eseguire l'accesso sull'app Comandi Rapidi su questo dispositivo.";

/* Send message action error */
"Cannot send messages. iMessage may not be enabled." = "Non è possibile inviare messaggi. iMessage potrebbe non essere stato abilitato.";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to send." = "La quantità specificata (%@) è superiore al limite massimo consentito che è possibile inviare.";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to send." = "La quantità specificata (%@) è inferiore al limite minimo consentito che è possibile inviare.";

/* Send payment error message when the amount is in a currency that is not supported by the app (%1$@ = currency, i.e. US Dollars, %2$@ = service name, i.e. Apple Pay) */
"The amount you specified was in %1$@, which is not supported by %2$@." = "La quantità specificata è in %1$@, ma la valuta non è supportata da %2$@.";

/* Send payment error message when the user doesn't have enough money to send the payment. */
"Your account does not have enough money to send the payment." = "Il saldo disponibile sul tuo conto non è sufficiente a inviare il pagamento.";

/* Send payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to send money to doesn't have a account set up with %@." = "La persona a cui stai inviando una somma di denaro non ha configurato nessun account %@.";

/* Send payment error message when the user has no bank account. */
"You don't have a bank account configured on this device." = "Non hai configurato il conto bancario su questo dispositivo.";

/* Send payment error message when the user is logged out of the payment app and needs to verify their credentials. %@ = app name, i.e. Apple Pay */
"You will need to open %@ to verify your credentials." = "Sarà necessario aprire %@ per verificare le tue credenziali.";

/* Send payment error title when the amount is above the maximum amount allowed */
"Above Maximum Amount" = "Superiore all'importo massimo";

/* Send payment error title when the amount is below the minimum amount allowed */
"Below Minimum Amount" = "La cifra è inferiore all’importo minimo";

/* Send payment error title when the amount is in a currency that is not supported by the app */
"Currency Unsupported" = "Valuta non supportata";

/* Send payment error title when the user doesn't have enough money to send the payment. */
"Insufficient Funds" = "Saldo insufficiente";

/* Send payment error title when the user has no bank account. */
"No Bank Account" = "Conto bancario non presente";

/* Send payment error title when the user is logged out of the payment app and needs to verify their credentials. */
"Credentials Unverified" = "Credenziali non verificate";

/* Send/request payment error title when the receiving user has no bank account. */
"No Account" = "Nessun account";

/* Service name */
"Box" = "Box";

/* Service name */
"CloudApp" = "CloudApp";

/* Service name */
"Location" = "Posizione";

/* Service name */
"Microphone" = "Microfono";

/* Service name */
"Notifications" = "Notifiche";

/* Service name */
"Pinboard" = "Pinboard";

/* Service name */
"Speech Recognition" = "Riconoscimento vocale";

/* Service name */
"iCloud Drive" = "iCloud Drive";

/* Set dictionary value action; no key provided error description */
"No key was provided to the Set Dictionary Value action for the value “%@”." = "Non sono state fornite chiavi all'azione “Imposta valore dizionario” per il valore “%@”.";

/* Set dictionary value action; no value provided error */
"No Value Provided" = "Non è stato fornito nessun valore";

/* Set dictionary value action; no value provided error description */
"No value was provided to the Set Dictionary Value action for the key “%@”." = "Non sono state fornite chiavi all'azione “Imposta valore dizionario” per il dato “%@”.";

/* Show definition action error */
"A definition could not be found for that term." = "Non è stato possibile trovare la definizione del termine.";

/* Show definition action error */
"No Word Specified" = "Nessuna parola specificata";

/* Show definition action error description */
"No word was passed as input to Show Definition" = "Non è stata passata nessuna parola come input per l'opzione “Mostra definizione”";

/* Show definition action error description */
"This may happen if no dictionaries are installed. To manage your dictionaries, select a word in any app and choose “Look Up”. Then, tap “Manage”." = "L'errore può essere riprodotto se non sono stati installati dizionari. Per gestirli, seleziona una parola su un'app, scegli l'opzione Cerca, quindi seleziona Gestisci.";

/* Show in calendar action error */
"Calendar could not be opened." = "Non è stato possibile aprire il calendario.";

/* Show webpage action error */
"Unsupported URL" = "URL non supportato";

/* Show webpage action error; %@=url scheme */
"Show Web Page supports http:// and https:// URLs, but you tried to show a %@:// URL." = "L'opzione “Mostra pagina web” supporta gli URL http:// e https:// URLs, ma hai tentato di mostrare un URL %@://.";

/* Speak text action; invalid language was provided by the user. */
"An invalid language was provided. Please provide a valid language." = "An invalid language was provided. Please provide a valid language.";

/* Speak text action; no language was provided by the user. */
"Please select a language to use when speaking." = "Please select a language to use when speaking.";

/* Start call error message when the calling service has not (yet) been configured, e. g. the user has not logged into the app. %@ = calling service name, e. g. FaceTime */
"%@ is not set up to make calls." = "%@ non è stato configurato per eseguire chiamate.";

/* Start call error message when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"Starting call failed because %@ is not available." = "Non è stato possibile effettuare a chiamata perché %@ non è disponibile.";

/* Start call error message when the contact is not supported by the calling service. %@ = contact identifier, e. g. phone number, email or handle. */
"Starting call failed because %@ cannot take part in the call." = "Non è stato possibile chiamare perché %@ non è in grado di partecipare alla chiamata.";

/* Start call error message when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. %@ = calling service name, e. g. FaceTime */
"%@ does not support the contact details you provided." = "%@ non supporta i dettagli del contatto che hai fornito.";

/* Start call error title when the calling service has not (yet) been configured, e. g. the user has not logged into the app. */
"Setup Required" = "È richiesta la configurazione";

/* Start call error title when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"%@ Unavailable" = "%@ non disponibile";

/* Start call error title when the contact is not supported by the calling service. */
"Contact Not Supported" = "Contatto non supportato";

/* Start call error title when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. */
"Invalid Contact Details" = "Dettagli contatto non validi";

/* Start date that blood pressure was recorded */
"Blood Pressure Start Date" = "Data di inizio del rilevamento della pressione arteriosa";

/* Subcategory */
"Device" = "Dispositivo";

/* Subcategory for Set Volume action */
"Playback" = "Riproduzione";

/* Take photo action error */
"No suitable camera was detected on this device." = "Su questo dispositivo non è stata rilevata nessuna fotocamera compatibile.";

/* Time until date action */
"An invalid date to compare to was provided." = "È stata fornita una data non valida per il confronto.";

/* Time until date action */
"No from date was provided." = "Non è stata fornita nessuna data.";

/* Time until date action error */
"An invalid from date was provided." = "È stata fornita una data di inizio non valida.";

/* Title of default error for not allowing script to run */
"Unsafe JavaScript" = "JavaScript non sicuro";

/* Toggle do not disturb; error */
"An invalid end time was provided. Please provide an end time for Do Not Disturb." = "È stato fornito un orario di fine evento non valido. Inserisci un valore di fine per “Non disturbare”.";

/* Toggle do not disturb; error */
"No calendar event was provided. Please provide a calendar event to enable Do Not Disturb for the duration of." = "Non è stato fornito nessun evento di calendario. Forniscine uno per abilitare l'opzione “Non disturbare” per tutta la durata dell'evento.";

/* Toggle do not disturb; error */
"Please provide an end time that is later than the current time for Do Not Disturb." = "Fornisci una data di fine successiva all'orario attuale per l'opzione “Non disturbare”.";

/* Trim video action error */
"The input was not a video that can be edited." = "L'input non è un video che è possibile modificare.";

/* URL action error; %@=url */
"Invalid URL: %@" = "URL non valido: %@";

/* Ulysses (app) error description */
"Please re-authorize Shortcuts with Ulysses to access this sheet." = "Per accedere a questo foglio, autorizza nuovamente l'app Comandi Rapidi su Ulysses.";

/* Ulysses (app) error failure reason */
"Ulysses Access Required" = "È richiesto l'accesso a Ulysses";

/* Unspecified health kit category sample type */
"Unspecified" = "Non specificato";

/* Used as a file name prefix before a date/time string, for example: Audio Recording 2018-03-01 at 8.13.46 PM */
"Audio Recording" = "Registrazione audio";

/* Used in a list to delimit the elements < (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", " = ", ";

/* Used in a list to delimit the elements = (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", and " = " e ";

/* Used to delimit a list of exactly two items (e.g. Green and Blue). */
" and " = " e ";

/* User name field title */
"User Name" = "Nome utente";

/* Username placeholder or title */
"Username" = "Nome utente";

/* User’s device flashlight is not currently available error */
"This device’s flashlight is not currently available for Shortcuts to use." = "La torcia di questo dispositivo al momento non può essere utilizzata dall'app Comandi Rapidi.";

/* User’s device has no flashlight error */
"This device does not have a flashlight." = "Questo dispositivo non ha una torcia.";

/* Weather action; no custom location provided error description */
"The weather action was configured to get the weather at a custom location, but none was provided." = "L'azione è stata configurata in modo da ottenere dati relativi al meteo in corrispondenza di una posizione personalizzata, tuttavia, non sono state fornite informazioni sufficienti.";

/* Weather action; no location was found to search weather */
"Unable to determine location." = "Non è possibile determinare la posizione.";

/* Weather condition: Blizzard */
"Blizzard" = "Bufera";

/* Weather condition: Blowing Snow */
"Blowing Snow" = "Bufera di neve";

/* Weather condition: Blustery */
"Blustery" = "Tempesta";

/* Weather condition: Clear */
"Clear" = "Sereno";

/* Weather condition: Cloudy */
"Cloudy" = "Nuvoloso";

/* Weather condition: Cold */
"Cold" = "Freddo";

/* Weather condition: Drizzle */
"Drizzle" = "Pioviggine";

/* Weather condition: Dust */
"Dust" = "Pulviscolo";

/* Weather condition: Foggy */
"Foggy" = "Nebbia";

/* Weather condition: Freezing Drizzle */
"Freezing Drizzle" = "Pioviggine congelantesi";

/* Weather condition: Freezing Rain */
"Freezing Rain" = "Pioggia gelata";

/* Weather condition: Hail */
"Hail" = "Grandine";

/* Weather condition: Haze */
"Haze" = "Foschia";

/* Weather condition: Heavy Rain */
"Heavy Rain" = "Forti piogge";

/* Weather condition: Heavy Snow */
"Heavy Snow" = "Forti nevicate";

/* Weather condition: Hot */
"Hot" = "Temperature elevate";

/* Weather condition: Hurricane */
"Hurricane" = "Uragano";

/* Weather condition: Isolated Thundershowers */
"Isolated Thundershowers" = "Acquazzoni isolati";

/* Weather condition: Isolated Thunderstorms */
"Isolated Thunderstorms" = "Temporali isolati";

/* Weather condition: Light Snow Showers */
"Light Snow Showers" = "Leggere nevicate";

/* Weather condition: Mixed Rain And Hail */
"Mixed Rain And Hail" = "Pioggia mista a grandine";

/* Weather condition: Mixed Rain And Sleet */
"Mixed Rain And Sleet" = "Pioggia mista a nevischio";

/* Weather condition: Mixed Rain And Snow */
"Mixed Rain And Snow" = "Pioggia mista a neve";

/* Weather condition: Mixed Snow And Sleet */
"Mixed Snow And Sleet" = "Neve mista a nevischio";

/* Weather condition: Mostly Clear */
"Mostly Clear" = "Prevalentemente sereno";

/* Weather condition: Mostly Cloudy */
"Mostly Cloudy" = "Cielo coperto";

/* Weather condition: Partly Cloudy */
"Partly Cloudy" = "Parzialmente nuvoloso";

/* Weather condition: Rain */
"Rain" = "Pioggia";

/* Weather condition: Scattered Showers */
"Scattered Showers" = "Rovesci sparsi";

/* Weather condition: Scattered Snow Showers */
"Scattered Snow Showers" = "Rovesci nevosi sparsi";

/* Weather condition: Scattered Thunderstorms */
"Scattered Thunderstorms" = "Temporali sparsi";

/* Weather condition: Severe Thunderstorms */
"Severe Thunderstorms" = "Forti temporali";

/* Weather condition: Showers */
"Showers" = "Rovesci";

/* Weather condition: Sleet */
"Sleet" = "Nevischio";

/* Weather condition: Smoky */
"Smoky" = "Bruma";

/* Weather condition: Snow */
"Snow" = "Neve";

/* Weather condition: Snow Flurries */
"Snow Flurries" = "Folate di neve";

/* Weather condition: Thunderstorms */
"Thunderstorms" = "Temporali";

/* Weather condition: Tornado */
"Tornado" = "Tornado";

/* Weather condition: Tropical Storm */
"Tropical Storm" = "Tempesta tropicale";

/* Weather condition: Windy */
"Windy" = "Ventoso";

/* Weather: %1$@ = temperature, %2$@ = condition (i.e. sunny) */
"%1$@ and %2$@" = "%1$@ - %2$@";

/* Weather: Pollutant in the air */
"Air Pollutant (Single)" = "Inquinante";

/* Weather: Pollutants in the air */
"Air Pollutant (Plural)" = "Inquinanti";

/* Wordpress url placeholder */
"https://wordpress.com" = "https://wordpress.com";

/* iCloud Drive error */
"The folder doesn’t exist." = "La cartella non esiste.";

/* iCloud Drive error */
"The iCloud Container could not be found." = "Il contenitore iCloud non è stato trovato.";

/* iCloud Drive error */
"iCloud could not get a link to this file because it is a folder. iCloud only supports getting links to regular files." = "Il file è una cartella: iCloud supporta solo link a file standard.";

/* iCloud Drive error; %@ = type description */
"iCloud could not get a link to this %@ because it is a bundle (a bundle is a folder that acts like a file)." = "iCloud non ha potuto ottenere un link per %@. L'elemento è un pacchetto, ovvero, una cartella che si comporta come un file.";

/* iCloud Drive error; %@=file URL */
"“%@” is a bundle" = "“%@” è un pacchetto";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) does not exist in iCloud." = "Il percorso che hai provato a salvare (%@) non esiste su iCloud.";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) is an existing file in iCloud. When saving multiple files at a time, you should specify a path to a folder instead." = "Il percorso che hai tentato di salvare (%@) corrisponde a un file esistente su iCloud. Quando salvi più file alla volta, è preferibile specificare il percorso della cartella.";

/* iCloud Drive or Dropbox error; %@=file URL or name */
"“%@” is a folder" = "“%@” è una cartella";

/* iCloud Drive, Dropbox, Box error */
"File already exists" = "Il file esiste già";

/* iCloud Drive, Dropbox, Box error */
"File already exists." = "Il file esiste già.";

/* iCloud email login authentication error description */
"The email address or password you specified was incorrect. To log into iCloud Mail in Shortcuts, you must use an app-specific password.\n\nIf you don’t have Two-Factor Authentication enabled, you must enable it in order to generate an app-specific password." = "L'indirizzo e-mail o la password che hai specificato non sono corretti. Per eseguire il login su Mail in iCloud tramite l'app Comandi Rapidi, devi utilizzare una password specifica per l'app.\n\nSe non hai abilitato l'autenticazione a due fattori, per generare tale password, è necessario attivare l'opzione.";

/* iTunes Attribute Type for Actor, used for specifying where to search */
"Actor (Attribute)" = "Attore";

/* iTunes Attribute Type for Album, used for specifying where to search */
"Album (Attribute)" = "Album";

/* iTunes Attribute Type for Artist, used for specifying where to search */
"Artist (Attribute)" = "Artista";

/* iTunes Attribute Type for Author, used for specifying where to search */
"Author (Attribute)" = "Autore";

/* iTunes Attribute Type for Composer, used for specifying where to search */
"Composer (Attribute)" = "Compositore";

/* iTunes Attribute Type for Description, used for specifying where to search */
"Description (Attribute)" = "Descrizione";

/* iTunes Attribute Type for Director, used for specifying where to search */
"Director (Attribute)" = "Regista";

/* iTunes Attribute Type for Feature Film, used for specifying where to search */
"Feature Film (Attribute)" = "Film in primo piano";

/* iTunes Attribute Type for Genre, used for specifying where to search */
"Genre (Attribute)" = "Genere";

/* iTunes Attribute Type for Keywords, used for specifying where to search */
"Keywords (Attribute)" = "Parole chiave";

/* iTunes Attribute Type for Language, used for specifying where to search */
"Language (Attribute)" = "Lingua";

/* iTunes Attribute Type for Movie Artist, used for specifying where to search */
"Movie Artist (Attribute)" = "Artista";

/* iTunes Attribute Type for Movie, used for specifying where to search */
"Movie (Attribute)" = "Film";

/* iTunes Attribute Type for Producer, used for specifying where to search */
"Producer (Attribute)" = "Produttore";

/* iTunes Attribute Type for Product ID, used for specifying where to search */
"Product ID (Attribute)" = "ID prodotto";

/* iTunes Attribute Type for Rating Index, used for specifying where to search */
"Rating Index (Attribute)" = "Indice di valutazione";

/* iTunes Attribute Type for Rating, used for specifying where to search */
"Rating (Attribute)" = "Valutazione";

/* iTunes Attribute Type for Release Year, used for specifying where to search */
"Release Year (Attribute)" = "Anno di uscita";

/* iTunes Attribute Type for Short Film, used for specifying where to search */
"Short Film (Attribute)" = "Cortometraggio";

/* iTunes Attribute Type for Show, used for specifying where to search */
"Show (Attribute)" = "Programma TV";

/* iTunes Attribute Type for Software Developer, used for specifying where to search */
"Developer (Attribute)" = "Sviluppatore";

/* iTunes Attribute Type for Song, used for specifying where to search */
"Song (Attribute)" = "brano";

/* iTunes Attribute Type for TV Episode, used for specifying where to search */
"Episode (Attribute)" = "Puntata";

/* iTunes Attribute Type for TV Season, used for specifying where to search */
"Season (Attribute)" = "Stagione";

/* iTunes Attribute Type for Title, used for specifying where to search */
"Title (Attribute)" = "Nome";

/* iTunes Attribute Type for all (every field), used for specifying where to search */
"All (Attribute)" = "Tutto";

/* iTunes Attribute Type for all (generic) artists, used for specifying where to search */
"All Artist (Attribute)" = "Artista";

/* iTunes Attribute Type for all (generic) tracks, used for specifying where to search */
"Track (Attribute)" = "Traccia";

/* iTunes Entity Type for Audiobook Author, used for specifying the results of a search */
"Audiobook Authors (Entity Type)" = "Autori";

/* iTunes Entity Type for Audiobook, used for specifying the results of a search */
"Audiobooks (Entity Type)" = "Audiolibri";

/* iTunes Entity Type for Books, used for specifying the results of a search */
"Books (Entity Type)" = "Libri";

/* iTunes Entity Type for Mac Software, used for specifying the results of a search */
"Mac (Entity Type)" = "Mac";

/* iTunes Entity Type for Movie Artists, used for specifying the results of a search */
"Movie Artists (Entity Type)" = "Artisti";

/* iTunes Entity Type for Movie, used for specifying the results of a search */
"Movies (Entity Type)" = "Film";

/* iTunes Entity Type for Music Album, used for specifying the results of a search */
"Albums (Entity Type)" = "Album";

/* iTunes Entity Type for Music Artist, used for specifying the results of a search */
"Music Artists (Entity Type)" = "Artisti";

/* iTunes Entity Type for Music Song, used for specifying the results of a search */
"Songs (Entity Type)" = "Brani";

/* iTunes Entity Type for Music Track, used for specifying the results of a search */
"Music Tracks (Entity Type)" = "Tracce";

/* iTunes Entity Type for Music Video, used for specifying the results of a search */
"Music Videos (Entity Type)" = "Videoclip";

/* iTunes Entity Type for Podcast Author, used for specifying the results of a search */
"Podcast Authors (Entity Type)" = "Autori";

/* iTunes Entity Type for Podcast, used for specifying the results of a search */
"Podcasts (Entity Type)" = "Podcast";

/* iTunes Entity Type for Short Film Artist, used for specifying the results of a search */
"Short Film Artists (Entity Type)" = "Artisti";

/* iTunes Entity Type for Short Film, used for specifying the results of a search */
"Short Films (Entity Type)" = "Cortometraggi";

/* iTunes Entity Type for TV Episodes, used for specifying the results of a search */
"Episodes (Entity Type)" = "Puntate";

/* iTunes Entity Type for TV Season, used for specifying the results of a search */
"Seasons (Entity Type)" = "Stagioni";

/* iTunes Entity Type for generic artists, used for specifying the results of a search */
"Artists (Entity Type)" = "Artisti";

/* iTunes Entity Type for generic tracks, used for specifying the results of a search */
"Tracks (Entity Type)" = "Tracce";

/* iTunes Entity Type for iPad Software, used for specifying the results of a search */
"iPad (Entity Type)" = "iPad";

/* iTunes Entity Type for iPhone Software, used for specifying the results of a search */
"iPhone (Entity Type)" = "iPhone";

/* iTunes Media Type for Apps, used for searching */
"Apps (Media Type)" = "App";

/* iTunes Media Type for Audiobooks, used for searching */
"Audiobooks (Media Type)" = "Audiolibri";

/* iTunes Media Type for Books, used for searching */
"Books (Media Type)" = "Libri";

/* iTunes Media Type for Music Videos, used for searching */
"Music Videos (Media Type)" = "Videoclip";

/* iTunes Media Type for Music, used for searching */
"Music (Media Type)" = "Musica";

/* iTunes Media Type for Podcasts, used for searching */
"Podcasts (Media Type)" = "Podcast";

/* iTunes Media Type for Short Films, used for searching */
"Short Films (Media Type)" = "Cortometraggi";

/* iTunes Media Type for TV Shows, used for searching */
"TV Shows (Media Type)" = "Programmi TV";

/* iTunes Media Type for everything (no filter on the type), used for searching */
"All (Media Type)" = "Tutto";

/* iTunes Media Type of Movie, used for searching */
"Movies (Media Type)" = "Film";

